Repository: Jumio/mobile-flutter
Catalog: ios/Localizations/*.lproj/Localizable-Netverify.strings
Languages: bg, cs, el, hr, hu, zu

# netverify.scan-help-view.help-text-template-matcher.full
source: Place your document in front of the camera as it is shown in the animation above. The capturing happens automatically. Ensure that all data is readable and avoid reflections.
bg: Разположете документа си пред камерата, както е показано на анимацията по-горе. Заснемането става автоматично. Уверете се, че всички данни са четими и избягвайте отражения.
cs: Umístěte dokument do rámečku tak, jak je zobrazeno v animaci výše. K zachycení dojde automaticky. Ujistěte se, že všechny údaje jsou čitelné a vyhněte se odleskům.
el: Τοποθετήστε το έγγραφό σας μπροστά από την κάμερα, όπως φαίνεται στην παραπάνω κινούμενη εικόνα. Η λήψη γίνεται αυτόματα. Βεβαιωθείτε ότι όλα τα δεδομένα είναι ευανάγνωστα και αποφύγετε τις αντανακλάσεις.
hr: Dokument smjestite ispred kamere kao što je prikazano u gornjoj animaciji. Snimanje se obavlja automatski. Osigurajte da su svi podaci čitljivi i izbjegavajte refleksiju.
hu: Helyezze a dokumentumot a keretbe a fenti animáción látható módon. A rögzítés automatikusan megtörténik. Gondoskodjon arról, hogy minden adat olvasható legyen, és kerülje a tükröződéseket.
zu: Beka idokhumenti yakho phambi kwekhamera njengoba kubonisiwe kopopayi ngenhla. Ukuthatha isithombe kuzokwenzeka ngokuzenzakalelayo. Qikelela ukuthi yonke imininingwane iyafundeka futhi ugweme okuxhophayo

# netverify.scan-help-view.help-text-template-matcher.short
source: Place your document in front of the camera until it is captured automatically
bg: Разположете документа си пред камерата, докато бъде заснет автоматично
cs: Umístěte dokument před kameru a vyčkejte, dokud nebude automaticky vyfotografován.
el: Τοποθετήστε το έγγραφό σας μπροστά από την κάμερα μέχρι να αποτυπωθεί αυτόματα.
hr: Dokument smjestite ispred kamere dok se automatski ne snimi
hu: Helyezze a dokumentumot a kamera elé, amíg az rögzítésre nem kerül.
zu: Beka idokhumenti yakho phambi kwekhamera kuze kube yilapho isithombe sithatheka ngokuzenzakalelayo

# netverify.scan-help-view.liveness-help.bad-angle
source: Hold your device at eye level and look straight into it
bg: Дръжте устройството си на нивото на очите и гледайте право в него.
cs: Držte zařízení na úrovni očí a dívejte se přímo do něj.
el: Κρατήστε τη συσκευή σας στο επίπεδο των ματιών και κοιτάξτε απευθείας σε αυτή
hr: Držite uređaj u razini očiju i gledajte ravno u njega
hu: Tartsa a készüléket szemmagasságban és egyenesen nézzen bele
zu: Bamba idivayisi yakho iqondane namehlo bese ubheka ngqo kuyo

# netverify.scan-help-view.liveness-help.bad-lightning
source: Avoid shadows and reflections on your face
bg: Избягвайте сенки и отражения върху лицето си
cs: Vyvarujte se stínů a odrazů na tváři.
el: Αποφύγετε τις σκιές και τις αντανακλάσεις στο πρόσωπό σας
hr: Izbjegavajte sjene i refleksije na licu
hu: Kerülje az árnyékokat és a tükröződéseket az arcán
zu: Gwema isithunzi nezinto ezixhophayo ebusweni bakho

# netverify.scan-help-view.liveness-help.general
source: Follow the two-step process and align your face with the frame. Hold your device on eye level and look straight into the camera. Your face will be captured automatically
bg: Изпълнете процеса от две стъпки и разположете лицето си в рамката. Дръжте устройството си на нивото на очите и гледайте право в камерата. Лицето ви ще бъде заснето автоматично.
cs: Postupujte podle následujících instrukcí a zarovnejte obličej s rámečkem. Držte zařízení na úrovni očí a hleďte přímo do kamery. Vaše tvář bude zachycena automaticky.
el: Ακολουθήστε τη διαδικασία δύο βημάτων και κεντράρετε το πρόσωπό σας στο πλαίσιο. Κρατήστε τη συσκευή σας στο επίπεδο των ματιών και κοιτάξτε απευθείας στην κάμερα. Η λήψη του προσώπου σας θα γίνει αυτόματα
hr: Slijedite postupak u dva koraka i poravnajte lice s okvirom. Držite uređaj na razini očiju i gledajte ravno u kameru. Vaše će se lice automatski snimiti
hu: Kövesse a két lépéses folyamatot és Igazítsa arcát a kerethez. Tartsa az eszközt szemmagasságban és nézzen egyenesen a kamerába. Az arca automatikusan rögzítésre kerül.
zu: Landela inqubo eyizinyathelo ezimbili, ubuso bakho ubumise kahle ohlakeni. Bamba idivayisi yakho iqondane namehlo bese ubuka ngqo kwikhamera. Isithombe sobuso bakho sizothathwa ngokuzenzakalelayo

# netverify.scan-help-view.nfc.other
source: Slide phone across the front cover until your passport is automatically detected
bg: Плъзнете телефона през предния капак, докато паспортът автоматично бъде засечен
cs: Přejíždějte telefonem přes titulní stranu, dokud se cestovní pas automaticky nedetekuje
el: Σύρετε το τηλέφωνο κατά μήκος του εξωφύλλου μέχρι να εντοπιστεί αυτόματα το διαβατήριο
hr: Pređite telefonom preko prednjeg poklopca dok se putovnica ne otkrije automatski
hu: Csúsztassa a telefont az előlapra, amíg az útlevelet automatikusan felismeri
zu: Hambisa ifoni phezu kwesembozo esiphambili kuze kutholakale ipasipoti yakho ngokuzenzakalelayo

# netverify.scan-help-view.nfc.us
source: Slide phone across the inside of the back cover until your passport is automatically detected
bg: Плъзнете телефона през вътрешната част на задния капак, докато паспортът автоматично бъде засечен
cs: Přijíždějte telefonem přes vnitřek zadní strany, dokud se cestovní pas automaticky nedetekuje
el: Σύρετε το τηλέφωνο κατά μήκος του εσωτερικού οπισθόφυλλου μέχρι να εντοπιστεί αυτόματα το διαβατήριο
hr: Pređite telefonom preko unutarnje strane stražnjeg poklopca dok se putovnica ne otkrije automatski
hu: Csúsztassa végig a telefont a hátlap belső felén, amíg automatikusan felismeri az útlevelet.
zu: Hambisa ifoni phezu kwesembozo sangaphakathi esingemuva kuze kutholakale ipasipoti ngokuzenzakalelay

# netverify.scan-help-view.steps
source: Step %lu of %lu
bg: Стъпка %lu от %lu
cs: Krok %lu z %lu
el: Βήμα %lu από %lu
hr: Korak %lu od %lu
hu: %lu / %lu lépés
zu: Isinyathelo %lu kwezingu %lu

# netverify.scan-options.accessibility-label.close-button
source: Quit scan
bg: Изход от сканирането
cs: Ukončit skenování
el: Τερματισμός σάρωσης
hr: Izađi iz skeniranja
hu: Kilépés a beolvasásból
zu: Yeka ukuskena

# netverify.scan-options.cell.document-type.driver-license.title
source: Driver License
bg: Шофьорска книжка
cs: Řidičský průkaz
el: Δίπλωμα οδήγησης
hr: Vozačka dozvola
hu: Vezetői engedély
zu: Ilayisensi Yokushayela

# netverify.scan-options.cell.document-type.identity-card.title
source: Identity Card
bg: Лична карта
cs: Průkaz totožnosti
el: Δελτίο ταυτότητας
hr: Osobna iskaznica
hu: Személyi igazolvány
zu: Ikhadi Likamazisi

# netverify.scan-options.cell.document-type.passport.title
source: Passport
bg: Паспорт
cs: Cestovní pas
el: Διαβατήριο
hr: Putovnica
hu: Útlevél
zu: Ipasipoti

# netverify.scan-options.cell.document-type.visa.title
source: Visa
bg: Виза
cs: Vízum
hu: Vízum
zu: I-Visa

# netverify.scan-options.cell.document-variant.paper.title
source: Other Format
bg: Друг формат
cs: Jiný formát
el: Άλλη μορφή
hr: Drugi format
hu: Egyéb formátum
zu: Enye ifomethi

# netverify.scan-options.cell.document-variant.plastic.title
source: Plastic Card
bg: Пластмасова карта
cs: Plastová karta
el: Πλαστική κάρτα
hr: Plastična kartica
hu: Műanyag kártya
zu: Ikhadi lepulasitiki

# netverify.scan-options.change-country.link
source: Change country
bg: Промяна на държавата
cs: Změnit zemi
el: Αλλαγή χώρας
hr: Promijeni državu
hu: Ország módosítása
zu: Shintsha izwe

# netverify.scan-options.hint
source: Select the type of document you wish to scan
bg: Изберете типа документ, който искате да сканирате
cs: Vyberte typ dokumentu, který chcete skenovat.
el: Επιλέξτε τον τύπο του εγγράφου που θέλετε να σαρώσετε
hr: Odaberite vrstu dokumenta koji želite skenirati
hu: Válassza ki a beolvasni kívánt dokumentum típusát
zu: Khetha uhlobo lwedokhumenti ufisa ukuliskena

# netverify.scan-options.issuing-country.text
source: has been set as issuing country of your documents.
bg: е зададена като държавата, в която са издадени вашите документи.
cs: byla nastavena jako země vydávající vaše dokumenty.
el: έχει οριστεί ως χώρα έκδοσης των εγγράφων σας.
hr: je postavljen(a) kao država izdavanja vaših dokumenata.
hu: be van állítva az Ön dokumentumainak kibocsátó országaként.
zu: isethwe njengezwe elikhipha amadokhumenti akho

# netverify.scan-view.accessibility-label.button.switch-to-back-camera
source: Switch to back camera
bg: Превключване към задната камера
cs: Přepnout na zadní kameru
el: Μετάβαση στην πίσω κάμερα
hr: Prebacivanje na stražnju kameru
hu: Váltás a hátlapi kamerára
zu: Shintshela kukhamera yangemuva

# netverify.scan-view.accessibility-label.button.switch-to-front-camera
source: Switch to front camera
bg: Превключване към предната камера
cs: Přepnout na přední kameru
el: Μετάβαση στην μπροστινή κάμερα
hr: Prebacivanje na prednju kameru
hu: Váltás az előlapi kamerára
zu: Shintshela kwikhamera yaphambili

# netverify.scan-view.accessibility-label.button.take-photo
source: Take a photo
bg: Заснемане на снимка
cs: Pořídit fotografii
el: Λήψη φωτογραφίας
hr: Snimite fotografiju
hu: Fénykép készítése
zu: Thatha isithombe

# netverify.scan-view.accessibility-label.flash-button.activate
source: Activate flash
bg: Активиране на светкавицата
cs: Zapnout blesk
el: Ενεργοποίηση φλας
hr: Uključite bljeskalicu
hu: Vaku bekapcsolása
zu: Yenza i-flash isebenze

# netverify.scan-view.accessibility-label.flash-button.deactivate
source: Deactivate flash
bg: Деактивиране на светкавицата
cs: Vypnout blesk
el: Απενεργοποίηση φλας
hr: Isključite bljeskalicu
hu: Vaku kikapcsolása
zu: Yenza kungasebenzi i-flash

# netverify.scan-view.compliance-alertview.confirmation
source: OK
el: Εντάξει
hr: U redu
zu: KULUNGILE

# netverify.scan-view.compliance-alertview.message.DEU.identity-card.paper
source: Please redact the ID number before capturing
bg: Скрийте номера на личната карта, преди да я заснемете
cs: Před zachycením prosím zakryjte nebo pozměňte identifikační číslo.
el: Αποκρύψτε τον αριθμό ταυτότητας πριν από τη λήψη
hr: Molimo da uredite broj osobne iskaznice prije snimanja
hu: A rögzítés előtt kérjük, rövidítse le az azonosítószámot
zu: Sicela usule inombolo ye-ID ngaphambi kokuthatha isithombe

# netverify.scan-view.compliance-alertview.message.DEU.identity-card.plastic
source: Please redact the ID and access number before capturing
bg: Скрийте номера на личната карта и номера за достъп, преди да я заснемете
cs: Před zachycením prosím zakryjte nebo pozměňte ID a přístupové číslo.
el: Αποκρύψτε τον αριθμό ταυτότητας και πρόσβασης πριν από τη λήψη
hr: Molimo da uredite osobnu iskaznicu i pristupni broj prije snimanja
hu: A rögzítés előtt kérjük, rövidítse le az azonosítót és a hozzáférési számot
zu: Sicela usule inombolo ye-ID kanye nenombolo yokungena ngaphambi kokuthatha isithombe

# netverify.scan-view.compliance-alertview.message.DEU.passport
source: Please redact the passport number before capturing
bg: Скрийте номера на паспорта, преди да го заснемете
cs: Před zachycením snímku prosím zakryjte nebo pozměňte číslo pasu.
el: Αποκρύψτε τον αριθμό διαβατηρίου πριν από τη λήψη
hr: Molimo da uredite broj putovnice prije snimanja
hu: A rögzítés előtt kérjük, rövidítse le az útlevél számát
zu: Sicela usule inombolo yepasipoti ngaphambi kokuthatha isithombe

# netverify.scan-view.compliance-alertview.message.KOR
source: Redact the second block of your Resident Registration Number before capturing
bg: Скрийте втория блок от цифри на вашия граждански регистрационен номер, преди да го заснемете
cs: Před pořízením snímku zakryjte nebo pozměňte posledních sedm číslic svého rezidenčního čísla.
el: Αποκρύψτε το δεύτερο μέρος του αριθμού καταχώρησης κατοίκου (RRN) πριν από τη λήψη
hr: Ponovno uredite drugi blok svog Registracijskog broja prebivališta prije snimanja
hu: A rögzítés előtt rövidítse le a lakossági regisztrációs szám második blokkját
zu: Sula ibholokhi yesibili yeNombolo Yakho Yokubhalisa Indawo Yokuhlala ngaphambi kokuthatha isithombe

# netverify.scan-view.compliance-alertview.message.NLD
source: Please redact your BSN before capturing
bg: Скрийте вашия BSN, преди да го заснемете.
cs: Před zachycením snímku prosím zakryjte nebo pozměňte své osobní identifikační číslo.
el: Αποκρύψτε τον αριθμό BSN πριν από τη λήψη
hr: Molimo uredite svoj BSN prije snimanja
hu: A rögzítés előtt kérjük, rövidítse le a BSN számot
zu: Sicela usule i-BSN yakho ngaphambi kokuthatha isithombe

# netverify.scan-view.face.label.description
source: Align your face with the frame and look straight into the camera. Your face will be captured automatically.
bg: Разположете лицето си в рамката и гледайте право в камерата. Лицето ви ще бъде заснето автоматично.
cs: Umístěte svou tvář doprostřed rámečku a hleďte přímo do kamery. Tvář bude zachycena automaticky.
el: Κεντράρετε το πρόσωπό σας στο πλαίσιο και κοιτάξτε απευθείας στην κάμερα. Η λήψη του προσώπου σας θα γίνει αυτόματα.
hr: Poravnajte lice s okvirom i pogledajte ravno u kameru. Vaše lice će biti snimljeno automatski.
hu: Igazítsa arcát a kerethez, és nézzen egyenesen a kamerába. Az arca automatikusan rögzítésre kerül.
zu: Qondanisa ubuso bakho nohlaka bese ubheka ngqo kwikhamera. Isithombe sobuso bakho sizothathwa ngokuzenzakalelayo.

# netverify.scan-view.face.label.move-closer
source: Move closer
bg: Приближете се по-близо
cs: Trochu blíž
el: Μετακινηθείτε πιο κοντά
hr: Primaknite se
hu: Lépjen közelebb
zu: Sondela

# netverify.scan-view.face.label.move-farther
source: Move back
bg: Отдръпнете се назад
cs: Krok zpět
el: Μετακινηθείτε προς τα πίσω
hr: Odmaknite se
hu: Lépjen hátra
zu: Hlehla

# netverify.scan-view.face.navigation-item.title
source: Take a selfie
bg: Заснемане на селфи
cs: Pořiďte selfie
el: Τραβήξτε μια σέλφι
hr: Snimite selfie
hu: Készítsen egy szelfit
zu: Thatha i-selfie

# netverify.scan-view.image.blurry-please-refocus-hint
source: Please refocus
bg: Моля, фокусирайте отново
cs: Znovu zaostřete prosím
el: Εστιάστε ξανά
hr: Molimo fokusirajte opet
hu: Kérjük, koncentráljon újra
zu: Kufiphele sicela uthathe kabusha

# netverify.scan-view.liveness-help.navigation-item.title
source: Experiencing problems?
bg: Имате проблеми?
cs: Potřebujete poradit?
el: Προβλήματά
hr: Imate problema?
hu: Problémákat tapasztal?
zu: Ingabe kunezinkinga onazo?

# netverify.scan-view.liveness-help.upfront.navigation-item.title
source: Capture your face
bg: Заснемете лицето си
cs: Vyfoť si obličej
el: Σύλληψη προσώπου
hr: Snimite svoje lice
hu: Arckép készítése
zu: Thatha isithombe sobuso bakho

# netverify.scan-view.navigationItem.title
source: Scan document
bg: Сканирай
cs: Oskenuj
el: Σάρωση
hr: Skenirati
hu: Beolvasás
zu: Skena

# netverify.scan-view.nfc.headline
source: Scan your passport
bg: Сканирайте паспорта
cs: Naskenujte pas
el: Σάρωση διαβατηρίου
hr: Skenirajte putovnicu
hu: Útlevél szkennelése
zu: Skena ipasipoti yakh

# netverify.scan-view.nfc.label.establishing-connection
source: Establishing secure connection
bg: Установяване на защитена връзка
cs: Navázání zabezpečeného připojení
el: Δημιουργία ασφαλούς σύνδεσης
hr: Uspostavljanje sigurne veze
hu: Biztonságos kapcsolat létrehozása
zu: Isungula ukuxhumana okuphephile

# netverify.scan-view.nfc.label.scan-completed
source: Scanning completed
bg: Сканирането завърши
cs: Skenování dokončeno
el: Η σάρωση ολοκληρώθηκε
hr: Skeniranje je završeno
hu: A szkennelés befejeződött
zu: Ukuskena kuphelile

# netverify.scan-view.nfc.label.scanning
source: Extracting data
bg: Извличане на данните
cs: Extrahování dat
el: Εξαγωγή δεδομένων
hr: Vađenje podataka
hu: Adatok kigyűjtése
zu: Ikhipha imininigwane

# netverify.scan-view.use-back-card.overlay.title
source: USE BACK
bg: ИЗПОЛЗВАЙТЕ ЗАДНАТА СТРАНА
cs: POUŽÍT ZADNÍ STRANU
el: ΧΡΗΣΗ ΠΙΣΩ ΜΕΡΟΥΣ
hr: KORISTITE STRAŽNJU STRANU
hu: HÁTLAP HASZNÁLATA
zu: SEBENZISA OKUSEMUVA

# netverify.scan-view.use-front-card.overlay.title
source: USE FRONT
bg: ИЗПОЛЗВАЙТЕ ПРЕДНАТА СТРАНА
cs: POUŽÍT PŘEDNÍ STRANU
el: ΧΡΗΣΗ ΜΠΡΟΣΤΙΝΟΥ ΜΕΡΟΥΣ
hr: KORISTITE PREDNJU STRANU
hu: ELŐLAP HASZNÁLATA
zu: SEBENZISA OKUPHAMBILI

# netverify.scanview.liveness.landscape.description
source: Please rotate your phone to portrait to take a selfie
bg: Завъртете телефона си в портретен режим, за да направите селфи
cs: Prosím, otočte telefon na výšku, abyste pořídili selfie.
el: Περιστρέψτε το τηλέφωνό σας σε λειτουργία πορτραίτου για να τραβήξετε μια σέλφι
hr: Zakrenite telefon za portret kako biste snimili selfie
hu: Kérjük, hogy szelfi készítéséhez forgassa a telefont álló helyzetbe
zu: Phendula ifoni yakho ime ukuze uthathe isithombe ngekhamera engaphambili

# netverify.scanview.liveness.landscape.header
source: Rotate your device
bg: Завъртете устройството си
cs: Natočte vaše zařízení
el: Περιστρέψτε τη συσκευή σας
hr: Zakrenite uređaj
hu: Forgassa el a készüléket
zu: Jikelezisa idivayisi yakho

# netverify.submission-view.analyzing-biometrics.headline
source: Analyzing biometric data
bg: Анализиране на биометричните данни
cs: Analyzují se biometrické údaje...
el: Ανάλυση βιομετρικών δεδομένων
hr: Analiza biometrijskih podataka
hu: Biometrikus adatok elemzése
zu: Ihlaziya idatha ye-biometric

# netverify.submission-view.successful.headline
source: Upload successful
bg: Качването е успешно
cs: Nahrání proběhlo úspěšně.
el: Η φόρτωση ήταν επιτυχής
hr: Prijenos je uspio
hu: Feltöltés sikeres
zu: Ukufaka kuphumelele

# netverify.submission-view.uploading.description
source: This should only take a couple of seconds, depending on your network connectivity
bg: Това би трябвало да отнеме само няколко секунди в зависимост от мрежовата ви връзка
cs: V závislosti na rychlosti vašeho připojení by to mělo trvat jen několik sekund.
el: Θα χρειαστούν μερικά μόνο δευτερόλεπτα, ανάλογα με τη σύνδεση του δικτύου σας
hr: To bi trebalo trajati samo nekoliko sekundi, ovisno o vašoj mrežnoj povezanosti
hu: Ez a hálózati kapcsolattól függően csak pár másodpercet vesz igénybe
zu: Lokhu kuzothatha imizuzwana embalwa, kuye ngoku inethiwekhi yakho idonsa kanjani

# netverify.submission-view.uploading.headline
source: Uploading your documents
bg: Качване на документите ви
cs: Vaše dokumenty se právě nahrávají.
el: Γίνεται φόρτωση των εγγράφων σας
hr: Prijenos vaših dokumenata
hu: Dokumentumok feltöltése
zu: Ifaka amadokhumenti akho

# zoom_feedback_a_little_too_close
source: Move back a bit
bg: Отдръпнете се малко назад
cs: Vraťte se trochu zpět
el: Μετακινηθείτε λίγο πιο πίσω
hr: Pomaknite se malo unatrag
hu: Lépjen vissza egy kicsit
zu: Hlehla kancane

# zoom_feedback_a_little_too_close_tablet
source: Move back a bit
bg: Отдръпнете се малко назад
cs: Vraťte se trochu zpět
el: Μετακινηθείτε λίγο πιο πίσω
hr: Pomaknite se malo unatrag
hu: Lépjen vissza egy kicsit
zu: Hlehla kancane

# zoom_feedback_center_face
source: Center your face
bg: Центрирайте лицето си
cs: Vycentruj svou tvář
el: Κεντρική όψη
hr: Centrirajte lice
hu: Igazítsa az arcát középre
zu: Ubuso bakho mabube phakathi nendawo

# zoom_feedback_face_not_found
source: Frame your face
bg: Наместете лицето си в рамката
cs: Ujistěte se, že váš obličej je v rámečku.
el: Κεντράρετε το πρόσωπό σας στο πλαίσιο
hr: Uokvirite svoje lice
hu: Igazítsa az arcát a keretbe
zu: Faka ubuso bakho ohlakeni

# zoom_feedback_face_not_looking_straight_ahead
source: Look straight ahead
bg: Погледнете напред
cs: Dívejte se přímo před sebe
el: Κοιτάξτε ευθεία μπροστά
hr: Gledajte ravno naprijed
hu: Nézzen egyenesen előre
zu: Bheka phambili

# zoom_feedback_face_not_upright
source: Keep your head straight
bg: Дръжте главата си изправена
cs: Držte hlavu rovně.
el: Κρατήστε το κεφάλι σας ίσιο
hr: Glavu držite ravno
hu: Tartsa egyenesen a fejét
zu: Gcina ikhanda lakho liqondile

# zoom_feedback_hold_steady
source: Hold still
bg: Останете неподвижно
cs: Nehýbejte se
el: Μείνετε ακίνητοι.
hr: Budite mirni
hu: Tartsa mozdulatanul
zu: Yibambe unganyakazi

# zoom_feedback_move_phone_away
source: Move back a bit
bg: Отдръпнете се малко назад
cs: Vraťte se trochu zpět
el: Μετακινηθείτε λίγο πιο πίσω
hr: Pomaknite se malo unatrag
hu: Lépjen vissza egy kicsit
zu: Hlehla kancane

# zoom_feedback_move_phone_closer
source: Move a bit closer
bg: Приближете се малко по-близо
cs: Přibližte se trochu
el: Μετακινηθείτε λίγο πιο κοντά
hr: Pomaknite se malo bliže
hu: Menjen egy kicsit közelebb
zu: Sondela kancane

# zoom_feedback_move_phone_even_closer
source: A bit closer
bg: Малко по-близо
cs: Trochu blíž
el: Λίγο πιο κοντά
hr: Malo bliže
hu: Egy kicsit közelebb
zu: Yisondeze kancane

# zoom_feedback_move_phone_to_eye_level
source: Hold device at eye level
bg: Дръжте устройството на нивото на очите
cs: Držte fotoaparát v úrovni očí.
el: Κρατήστε τη συσκευή στο επίπεδο των ματιών
hr: Držite uređaj u razini očiju
hu: Tartsa a készüléket szemmagasságban
zu: Bamba idivayisi yakho iqondane namehlo

# zoom_feedback_move_tablet_away
source: Move back a bit
bg: Отдръпнете се малко назад
cs: Vraťte se trochu zpět
el: Μετακινηθείτε λίγο πιο πίσω
hr: Pomaknite se malo unatrag
hu: Lépjen vissza egy kicsit
zu: Hlehla kancane

# zoom_feedback_move_tablet_closer
source: Move a bit closer
bg: Приближете се малко по-близо
cs: Přibližte se trochu
el: Μετακινηθείτε λίγο πιο κοντά
hr: Pomaknite se malo bliže
hu: Menjen egy kicsit közelebb
zu: Sondela kancane

# zoom_feedback_move_tablet_to_eye_level
source: Hold device at eye level
bg: Дръжте устройството на нивото на очите
cs: Držte fotoaparát v úrovni očí.
el: Κρατήστε τη συσκευή στο επίπεδο των ματιών
hr: Držite uređaj u razini očiju
hu: Tartsa a készüléket szemmagasságban
zu: Bamba idivayisi yakho iqondane namehlo
