Repository: Jumio/mobile-flutter
Catalog: ios/Localizations/*.lproj/Localizable-Netverify.strings
Languages: bg, cs, el, hr, hu, zu

# IProov_IntroFlash
source: Center your face in the frame and hold it steady while the screen is flashing.
bg: Позиционирайте лицето си в центъра на рамката, без да се движите по време на светкавицата.
cs: Obličej nasměrujte do středu rámečku a držte v klidu, když obrazovka bliká.
el: Κεντράρετε το πρόσωπό σας στο πλαίσιο και κρατήστε το σταθερό όσο η οθόνη αναβοσβήνει.
hr: Centrirajte lice u okviru i držite ga mirno dok zaslon bljeska.
hu: Helyezze az arcát a keret közepébe, és tartsa mozdulatlanul, amíg a képernyő villog.
zu: Beka ubuso bakho phakathi nendawo ohlakeni bese uma unganyakazi ngesikhathi isikrini sibaneka.

# IProov_IntroLa
source: Center your face in the frame and follow the on-screen instructions.
bg: Позиционирайте лицето си в центъра на рамката и последвайте инструкциите на екрана.
cs: Obličej nasměrujte do středu rámečku a postupujte dle pokynů na obrazovce.
el: Κεντράρετε το πρόσωπό σας στο πλαίσιο και ακολουθήστε τις οδηγίες που εμφανίζονται στην οθόνη.
hr: Centrirajte lice u okviru i pratite upute na zaslonu.
hu: Helyezze az arcát a keret közepébe, és kövesse a képernyőn megjelenő utasításokat.
zu: Beka ubuso bakho phakathi nendawo ohlakeni futhi ulandele iziqondiso ezisesikrinini.

# IProov_PromptLivenessAlignFace
source: Fill the oval with your face
bg: Позиционирайте лицето си в рамката
cs: Vyplňte oválný rámeček obličejem
el: Τοποθετήστε το πρόσωπό σας στο οβάλ πλαίσιο
hr: Ispunite ovalni oblik svojim licem
hu: Helyezze az arcát az ovális keretbe
zu: Gcwalisa iqanda ngobuso bakho

# IProov_PromptLivenessNoTarget
source: Put your face in the frame
bg: Позиционирайте лицето си в рамката
cs: Umístěte obličej do rámečku
el: Τοποθετήστε το πρόσωπό σας στο πλαίσιο
hr: Stavite svoje lice u okvir
hu: Igazítsa az arcát a keretbe
zu: Beka ubuso bakho ohlakeni

# IProov_PromptLivenessScanCompleted
source: Scanning completed
bg: Сканирането завърши
cs: Skenování dokončeno
el: Η σάρωση ολοκληρώθηκε
hr: Skeniranje je završeno
hu: A szkennelés befejeződött
zu: Ukuskena kuphelile

# IProov_PromptTooClose
source: Too close
bg: Твърде близо сте
cs: Příliš blízko
el: Πολύ κοντά
hr: Preblizu
hu: Túl közel
zu: Useduze kakhulu

# IProov_PromptTooFar
source: Move closer
bg: Приближете се
cs: Pojďte blíž
el: Ελάτε πιο κοντά
hr: Približite se
hu: Mozgassa közelebb
zu: Sondela

# netverify.alert-view.button.confirm.title
source: Confirm
bg: Потвърждавам
cs: Potvrdit
el: Επιβεβαίωση
hr: Potvrda
hu: Megerősítés
zu: Qinisekisa

# netverify.alert-view.camera-access-disabled.description
source: %@ needs access to your camera. Please check your privacy settings.
bg: %@ изисква достъп до камерата ви. Моля, проверете настройките си за поверителност.
cs: %@ potřebuje přístup ke kameře. Zkontrolujte nastavení ochrany osobních údajů.
el: Το %@ χρειάζεται πρόσβαση στην κάμερά σας. Ελέγξτε τις ρυθμίσεις απορρήτου σας.
hr: %@ treba pristup vašoj kameri. Provjerite postavke privatnosti.
hu: %@ hozzáférést igényel a kamerához. Kérjük, ellenőrizze adatvédelmi beállításait.
zu: %@ idinga ukusebenzisa ikhamera yakho. Sicela uhlola amasethingi akho obumfihlo.

# netverify.alert-view.camera-access-disabled.title
source: Camera access disabled
bg: Достъпът до камерата е деактивиран
cs: Přístup ke kameře zamítnut
el: Η πρόσβαση στην κάμερα είναι απενεργοποιημένη
hr: Pristup kameri onemogućen
hu: A kamera hozzáférése letiltva
zu: Ukusebenzisa ikhamera kuvaliwe

# netverify.confirmation-view.button.continue
source: Continue
bg: Продължи
cs: Pokračovat
el: Συνέχεια
hr: Nastavi
hu: Tovább
zu: Qhubeka

# netverify.confirmation-view.button.retry
source: Retake
bg: Повторно
cs: Opakovat
el: Επανάληψη
hr: SNIMI PONOVNO
hu: Újra készítés
zu: Thatha futhi

# netverify.confirmation-view.headline
source: Check readability
bg: Проверете четливостта
cs: Zkontrolujte čitelnost
el: Έλεγχος αναγνωσιμότητας
hr: Provjerite čitljivost
hu: Olvashatóság ellenőrzése
zu: Hlola ukuthi iyafundeka yini

# netverify.confirmation-view.label
source: Make sure that all data on your document is fully visible, glare free and not blurred
bg: Уверете се, че всички данни в документа ви са напълно видими, без отблясъци и не са замъглени.
cs: Ujistěte se, že veškeré údaje na vašem dokumentu jsou viditelné a čitelné, bez odlesků, či rozmazané.
el: Βεβαιωθείτε ότι όλα τα δεδομένα στο έγγραφό σας είναι ορατά, δεν έχουν αντανακλάσεις και δεν είναι θολά
hr: Provjerite jesu li svi podaci na vašem dokumentu u potpunosti vidljivi, bez sjaja i nezamagljeni
hu: Győződjön meg arról, hogy a dokumentumon szereplő összes adat jól látható, tükröződésmentes és nincs elmosódva
zu: Qinisekisa ukuthi yonke imininingwane ekudokhumenti yakho ibonakala kahle, ayifilizi futhi ayifiphalanga

# netverify.confirmation-view.label.confirmation
source: Ensure that all data on your document is visible and readable.
bg: Уверете се, че всички данни в документа ви са видими и четими.
cs: Ujistěte se, že veškeré údaje na vašem dokumentu jsou viditelné a čitelné.
el: Βεβαιωθείτε ότι όλα τα δεδομένα στο έγγραφό σας είναι ορατά και ευανάγνωστα.
hr: Provjerite jesu li svi podaci na dokumentu vidljivi i čitljivi.
hu: Győződjön meg arról, hogy a dokumentum minden adata látható és olvasható.
zu: Qinisekisa ukuthi yonke imininingwane ekudokhumenti yakho iyabonakala futhi iyafundeka.

# netverify.confirmation-view.label.flip-document-back
source: The image captured looks like the Front of your document. Please confirm this is the Back of your document or retake the image.
bg: Заснетото изображение изглежда като лицевата страна на вашия документ. Моля, потвърдете, че това е гърба на документа или заснемете отново изображението.
cs: Zachycený obrázek vypadá jako přední strana dokumentu. Potvrďte prosím, že se jedná o zadní část dokumentu, nebo zkuste snímek zachytit znovu.
el: Η εικόνα που καταγράφηκε μοιάζει με το μπροστινό μέρος του εγγράφου σας. Επιβεβαιώστε ότι αυτό είναι το πίσω μέρος του εγγράφου σας ή καταγράψτε εκ νέου την εικόνα.
hr: Snimljena slika izgleda poput prednje strane vašeg dokumenta. Potvrdite da je to poleđina vašeg dokumenta ili ponovo snimite sliku.
hu: A rögzített kép úgy néz ki, mint a dokumentum eleje. Kérjük, erősítse meg, hogy ez a dokumentum hátulja, vagy készítse el ismét a képet.
zu: Isithombe esithathiwe sibukeka njengokungaphambili kwedokhumenti lakho. Sicela uqinisekise ukuthi lokhu yingemuva ledokhumenti lakho noma uthathe kabusha isithombe.

# netverify.confirmation-view.label.process-error
source: Your document could not be processed, please try again.
bg: Документът ви не бе обработен. Моля, опитайте отново.
cs: Váš dokument se nepodařilo zpracovat, prosím, zkuste to znovu.
el: Δεν ήταν δυνατή η επεξεργασία του εγγράφου σας, δοκιμάστε ξανά.
hr: Dokument nije moguće obraditi, pokušajte ponovno.
hu: A dokumentumot nem sikerült feldolgozni, próbálkozzon újra.
zu: Idokhumenti lakho alikwazanga ukucutshungulwa, sicela uzame futhi.

# netverify.confirmation-view.label.progress
source: Processing document...
bg: Документът се обработва...
cs: Dokument se právě zpracovává...
el: Επεξεργασία εγγράφου...
hr: Obrada dokumenta ...
hu: Dokumentum feldolgozása...
zu: Icubungula idokhumenti ...

# netverify.country-selection.hint
source: Select the issuing country of your document
bg: Изберете държавата, в която е издаден документа ви
cs: Vyberte zemi, kde byl vydán váš dokument.
el: Επιλέξτε τη χώρα έκδοσης του εγγράφου σας
hr: Odaberite državu izdavanja dokumenta
hu: Válassza ki a dokumentumot kiállító országot
zu: Khetha izwe elikhipha amadokhumenti akho

# netverify.country-selection.search.placeholder
source: Search Country
bg: Търсене на държава
cs: Hledat stát
el: Αναζήτηση χώρας
hr: Traži državu
hu: Ország keresése
zu: Funa Izwe

# netverify.error-view.address-missing.button.continue.title
source: Tap to continue
bg: Докоснете, за да продължите
cs: Pokračujte klepnutím
el: Συνέχεια
hr: Dodirnite za nastavak
hu: Tovább
zu: Thepha ukuze uqhubeke

# netverify.error-view.button.cancel.title
source: Cancel
bg: Отмяна
cs: Zrušit
el: Ακύρωση
hr: Otkaži
hu: Mégse
zu: Khansela

# netverify.error-view.button.retry.title
source: Retry
bg: Повторен опит
cs: Zkusit znovu
el: Επανάληψη
hr: Pokušaj ponovno
hu: Újra
zu: Phinda uzame

# netverify.error-view.error.header.title
source: Error
bg: Грешка
cs: Chyba
el: Σφάλμα
hr: Pogreška
hu: Hiba
zu: Iphutha

# netverify.error.authentication-failed.title
source: Authentication failed
bg: Удостоверяването не е успешно
cs: Ověření selhalo.
el: Ο έλεγχος ταυτότητας απέτυχε
hr: Provjera autentičnosti nije uspjela
hu: A hitelesítés sikertelen
zu: Ukuqinisekisa kuhlulekile

# netverify.error.cancelled-by-user.title
source: Cancelled by end-user
bg: Отменено от крайния потребител
cs: Zrušeno koncovým uživatelem
el: Ακυρώθηκε από τον τελικό χρήστη
hr: Otkazano od krajnjeg korisnika
hu: Végfelhasználó által megszakítva
zu: Ikhanselwe ngumsebenzisi

# netverify.error.device-is-offline.title
source: No internet connection available
bg: Няма налична интернет връзка
cs: Internetové připojení není k dispozici.
el: Δεν υπάρχει διαθέσιμη σύνδεση στο διαδίκτυο
hr: Nije dostupna internetska veza
hu: Nincs elérhető internetkapcsolat
zu: Ayikho i-inthanethi

# netverify.error.invalid-key.title
source: Certificate not valid anymore. Please update your application
bg: Сертификатът вече не е валиден. Моля, актуализирайте приложението си.
cs: Certifikát již není platný. Aktualizujte prosím aplikaci.
el: Το πιστοποιητικό δεν ισχύει πια. Ενημερώστε την εφαρμογή σας
hr: Certifikat više nije valjan. Ažurirajte svoju aplikaciju
hu: A tanúsítvány már nem érvényes. Frissítse az alkalmazást
zu: Isitifiketi asisasebenzi. Sicela ubuyekeze isicelo sakho

# netverify.error.network-problem.title
source: We have encountered a network communication problem
bg: Възникна проблем с мрежовата комуникация
cs: Při síťové komunikaci došlo k problému.
el: Αντιμετωπίσαμε πρόβλημα επικοινωνίας δικτύου
hr: Naišli smo na problem u mrežnoj komunikaciji
hu: Hálózati kommunikációs problémába ütköztünk
zu: Sithole inkinga yokuxhumana kwenethiwekhi

# netverify.error.nfc.generic
source: Try again and follow the instructions as illustrated
bg: Опитайте отново и следвайте инструкциите, както е показано
cs: Zkuste to znovu a postupujte podle uvedených pokynů
el: Δοκιμάστε ξανά και ακολουθήστε τις οδηγίες που εμφανίζονται
hr: Pokušajte ponovo i slijedite upute kako su prikazane
hu: Próbálja újra, és kövesse az utasításokat az ábra szerint
zu: Zama futhi ulandele iziqondiso njengoba kubonisiwe

# netverify.error.nfc.tag-lost
source: Hold still once the passport is detected
bg: Щом паспортът бъде засечен, стойте неподвижни
cs: Po detekování s cestovním pasem nehýbejte
el: Κρατήστε το ακίνητο όταν εντοπ. το διαβατήριο
hr: Budite mirni nakon što se otkrije putovnica
hu: Az útlevél észlelése után tartsa lenyomva
zu: Bamba kunganyakazi lapho kutholwa ipasipoti

# netverify.error.setup-error.title
source: Scanning not available at this time, please contact the app vendor
bg: Сканирането не е достъпно в момента. Моля, свържете се с доставчика на приложението.
cs: Skenování není v tuto chvíli k dispozici, obraťte prosím se na dodavatele aplikace.
el: Η σάρωση δεν είναι διαθέσιμη αυτή τη στιγμή, επικοινωνήστε με τον προμηθευτή της εφαρμογής
hr: Skeniranje trenutno nije dostupno, obratite se prodavaču aplikacije
hu: A beolvasás jelenleg nem érhető el, vegye fel a kapcsolatot az alkalmazás gyártójával
zu: Ukuskena akukho njengamanje, sicela uthintane nomdayisi we-app

# netverify.error.transaction-already-finished.title
source: Transaction already finished
bg: Трансакцията вече е завършена
cs: Transakce již byla dokončena.
el: Η συναλλαγή έχει ήδη ολοκληρωθεί
hr: Transakcija je već završena
hu: A tranzakció már befejeződött
zu: Ukushintsha sekuphelile kakade

# netverify.error.user-address-missing
source: The barcode of your document didn't contain your address, turn your document and scan the front
bg: Баркодът на вашия документ не съдържа адреса ви, обърнете документа си и сканирайте предната част
cs: Čárový kód dokumentu neobsahoval vaši adresu, otočte dokument a naskenujte přední stranu.
el: Ο γραμμωτός κώδικας του εγγράφου σας δεν περιέχει τη διεύθυνσή σας. Γυρίστε το έγγραφο και σαρώστε το μπροστινό μέρος
hr: Barkod vašeg dokumenta nije sadržavao vašu adresu, okrenite dokument i skenirajte prednju stranu
hu: A dokumentum vonalkódja nem tartalmazta a címet, fordítsa meg a dokumentumot, és olvassa be az előlapot
zu: Ibhakhodi yedokhumenti yakho ibingenalo ikheli lakho, phendula idokhumenti lakho bese uskena ngaphambili

# netverify.error.user-address-missing.title
source: Scan front
bg: Сканиране на лицевата страна
cs: Skenovat přední stranu
el: Σάρωση μπροστινού μέρους
hr: Skenirajte naprijed
hu: Előlap belolvasása
zu: Skena ngaphambili

# netverify.scan-help-view.button.barcode-fallback.title
source: NO BARCODE ON MY ID
bg: НА ЛИЧНАТА МИ КАРТА НЯМА БАРКОД
cs: MÁM PRŮKAZ BEZ ČÁROVÉHO KÓDU
el: ΔΕΝ ΥΠΑΡΧΕΙ ΓΡΑΜΜΩΤΟΣ ΚΩΔΙΚΑΣ ΣΤΗΝ ΤΑΥΤΌΤΗΤΑ ΜΟΥ
hr: NEMA BARKODA NA MOJOJ OSOBNOJ ISKAZNICI
hu: NINCS VONALKÓD AZ IGAZOLVÁNYOMON
zu: AKUKHO BHAKHODI KU-ID YAMI

# netverify.scan-help-view.button.general-fallback.title
source: CAPTURE IS NOT WORKING
bg: ЗАСНЕМАНЕТО НЕ РАБОТИ
cs: NELZE VYFOTIT
el: Η ΛΗΨΗ ΔΕΝ ΛΕΙΤΟΥΡΓΕΙ
hr: SNIMANJE NE RADI
hu: RÖGZÍTÉS NEM MŰKÖDIK
zu: OKOKUTHATHA ISITHOMBE AKUSEBENZI

# netverify.scan-help-view.headline.capture-driver-license-inside
source: Capture Driver License Inside
bg: Заснемане на вътрешната страна на шофьорска книжка
cs: Poříďte snímek řidičského průkazu - vnitřní strana
el: Λήψη εσωτερικού μέρους άδειας οδήγησης
hr: Snimite vozačku dozvolu iznutra
hu: Rögzítse a járművezetői engedély belső oldalát
zu: Thatha Isithombe Selayisensi Yokushayela Ngaphakathi

# netverify.scan-help-view.headline.capture-driver-license-outside
source: Capture Driver License Outside
bg: Заснемане на външната страна на шофьорска книжка
cs: Poříďte snímek řidičského průkazu - vnější strana
el: Λήψη εξωτερικού μέρους άδειας οδήγησης
hr: Snimite vozačku dozvolu izvana
hu: Rögzítse a járművezetői engedély külső oldalát
zu: Thatha Isithombe Selayisensi Yokushayela Ngaphandle

# netverify.scan-help-view.headline.capture-identity-card-inside
source: Capture Identity Card Inside
bg: Заснемане на вътрешната страна на лична карта
cs: Poříďte snímek přední strany průkazu totožnosti
el: Λήψη εσωτερικού μέρους δελτίου ταυτότητας
hr: Snimite osobnu iskaznicu iznutra
hu: Személyazonosító igazolvány belső oldalának feltöltése
zu: Thatha Isithombe Sikamazisi Ngaphakathi

# netverify.scan-help-view.headline.capture-identity-card-outside
source: Capture Identity Card Outside
bg: Заснемане на външната страна на лична карта
cs: Pořiďte snímek zadní strany průkazu totožnosti
el: Λήψη εξωτερικού μέρους δελτίου ταυτότητας
hr: Snimite osobnu iskaznicu izvana
hu: Személyazonosító igazolvány külső oldalának feltöltése
zu: Thatha Isithombe Sikamazisi Ngaphandle

# netverify.scan-help-view.headline.capture-passport
source: Capture Passport
bg: Заснемане на паспорт
cs: Pořiďte snímek stránky s fotografií cestovního pasu
el: Λήψη διαβατηρίου
hr: Snimite putovnicu
hu: Útlevél rögzítése
zu: Thatha Isithombe SePasipoti

# netverify.scan-help-view.headline.scan-driver-license-back
source: Scan Driver License Back
bg: Сканиране на задната страна на шофьорска книжка
cs: Skenovat řidičský průkaz - zadní strana
el: Σάρωση πίσω μέρους άδειας οδήγησης
hr: Skenirajte stražnju stranu vozačke dozvole
hu: Olvassa be a járművezetői engedély hátoldalát
zu: Skena Ilayisensi Yokushayela Ngemuva

# netverify.scan-help-view.headline.scan-driver-license-front
source: Scan Driver License Front
bg: Сканиране на лицевата страна на шофьорска книжка
cs: Skenovat řidičský průkaz - přední strana
el: Σάρωση μπροστινού μέρους άδειας οδήγησης
hr: Skenirajte prednju stranu vozačke dozvole
hu: Olvassa be a járművezetői engedély elülső oldalát
zu: Skena Ilayesensi Yokushayela Ngaphambili

# netverify.scan-help-view.headline.scan-identity-card-back
source: Scan Identity Card Back
bg: Сканиране на задната страна на лична карта
cs: Skenovat zadní stranu průkazu totožnosti
el: Σάρωση πίσω μέρους δελτίου ταυτότητας
hr: Skenirajte stražnju stranu osobne iskaznice
hu: Személyazonosító igazolvány hátoldalának beolvasása
zu: Skena Ikhadi Likamazisi Ngemuva

# netverify.scan-help-view.headline.scan-identity-card-front
source: Scan Identity Card Front
bg: Сканиране на предната страна на лична карта
cs: Skenovat přední stranu průkazu totožnosti
el: Σάρωση μπροστινού μέρους δελτίου ταυτότητας
hr: Skenirajte prednju stranu osobne iskaznice
hu: Személyazonosító igazolvány elülső oldalának beolvasása
zu: Skena Ikhadi Likamazisi Ngaphambili

# netverify.scan-help-view.headline.scan-passport
source: Scan Passport
bg: Сканиране на паспорт
cs: Skenovat pas
el: Σάρωση διαβατηρίου
hr: Skenirajte putovnicu
hu: Útlevél beolvasása
zu: Skena Ipasipoti

# netverify.scan-help-view.headline.scan-visa
source: Scan Visa
bg: Сканиране на виза
cs: Skenovat vízum
el: Σάρωση Visa
hr: Skenirajte Visu
hu: Vízum belolvasása
zu: Skena I-Visa

# netverify.scan-help-view.help-text-barcode.full
source: Place the barcode in front of the camera as it is shown in the picture above. The capturing happens automatically.
bg: Разположете баркода пред камерата, както е показано на снимката по-горе. Заснемането става автоматично.
cs: Umístěte čárový kód před kameru dle znázornění na obrázku výše. K zachycení dojde automaticky.
el: Τοποθετήστε τον γραμμωτό κώδικα μπροστά από την κάμερα, όπως φαίνεται στην παραπάνω εικόνα. Η λήψη γίνεται αυτόματα.
hr: Barkod stavite ispred fotoaparata kao što je prikazano na gornjoj slici. Snimanje se obavlja automatski.
hu: Helyezze a vonalkódot a kamera elé, amint az a fenti képen látható. A rögzítés automatikusan megtörténik.
zu: Beka ibhakhodi phambi kwekhamera njengoba kukhonjisiwe esithombeni esingenhla. Ukuthatha isithombe kwenzeka ngokuzenzakalelayo.

# netverify.scan-help-view.help-text-barcode.short
source: Place the barcode in front of the camera until it is captured automatically
bg: Разположете баркода пред камерата, докато бъде заснет автоматично
cs: Umístěte čárový kód před kameru a vyčkejte, dokud nebude automaticky vyfotografován.
el: Τοποθετήστε τον γραμμωτό κώδικα μπροστά από την κάμερα μέχρι να αποτυπωθεί αυτόματα.
hr: Stavite barkod ispred kamere dok se automatski ne snimi
hu: Helyezze a vonalkódot a kamera elé, amíg az rögzítésre nem kerül.
zu: Beka ibhakhodi phambi kwekhamera kuze kube yilapho isithombe sithatheka ngokuzenzakalelayo

# netverify.scan-help-view.help-text-line-finder.full
source: Place your document within the frame until all 4 edges are aligned as it is shown in the animation above. The capturing happens automatically. Ensure that all data is readable and avoid reflections.
bg: Разположете документа си в рамката, докато всички 4 страни се подравнят, както е показано на анимацията по-горе. Заснемането става автоматично. Уверете се, че всички данни са четими и избягвайте отражения.
cs: Umístěte dokument do rámečku, dokud nebudou všechny 4 okraje zarovnány tak, jak je zobrazeno v animaci výše. K zachycení dojde automaticky. Zajistěte, aby všechny údaje byly čitelné a vyhněte se odrazům.
el: Τοποθετήστε το έγγραφό σας μέσα στο πλαίσιο μέχρι να ευθυγραμμιστούν και οι 4 άκρες, όπως φαίνεται στην παραπάνω κινούμενη εικόνα. Η αποτύπωση γίνεται αυτόματα. Βεβαιωθείτε ότι όλα τα δεδομένα είναι ευανάγνωστα και αποφύγετε τις αντανακλάσεις.
hr: Dokument smjestite u okvir dok se sva 4 ruba ne poravnaju kao što je prikazano u gornjoj animaciji. Snimanje se obavlja automatski. Osigurajte da su svi podaci čitljivi i izbjegavajte refleksiju.
hu: Helyezze a dokumentumot a keretbe úgy, hogy mind a 4 él illeszkedjen a fenti animáción látható módon. A rögzítés automatikusan megtörténik. Gondoskodjon arról, hogy minden adat olvasható legyen, és kerülje a tükröződéseket.
zu: Beka idokhumenti yakho ngaphakathi kohlaka ukuze amakhona amane aqondane nohlaka, isithombe sizobe sesithatheka ngokuzenzakalelayo. Qikelela ukuthi yonke imininingwane iyafundeka futhi ugweme okuxhophayo.

# netverify.scan-help-view.help-text-line-finder.short
source: Place your document within the frame until all 4 edges are aligned and it is captured automatically
bg: Разположете документа си в рамката, така че и четирите му страни да са подравнени, и той ще бъде заснет автоматично.
cs: Umístěte dokument do rámečku, dokud nebudou všechny 4 okraje zarovnány a nebudou zachyceny automaticky.
el: Τοποθετήστε το έγγραφό σας μέσα στο πλαίσιο μέχρι να ευθυγραμμιστούν και οι 4 άκρες και θα αποτυπωθεί αυτόματα
hr: Dokument smjestite u okvir dok se sva 4 ruba ne poravnaju i automatski se ne snime
hu: Helyezze a dokumentumot a keretbe úgy, hogy mind a 4 széle illeszkedjen és az automatikusan rögzítve lesz.
zu: Beka idokhumenti yakho ngaphakathi kohlaka ukuze amakhona amane aqondane nohlaka, isithombe sizobe sesithatheka ngokuzenzakalelayo

# netverify.scan-help-view.help-text-mrz.full
source: Place your document within the frame as it is shown in the animation above. The capturing happens automatically. Ensure that all data is readable and avoid reflections.
bg: Разположете документа си в рамката, както е показано на анимацията по-горе. Заснемането става автоматично. Уверете се, че всички данни са четими и избягвайте отражения.
cs: Umístěte dokument do rámečku tak, jak je zobrazeno v animaci výše. K zachycení dojde automaticky. Zajistěte, aby všechny údaje byly čitelné a vyhněte se odrazům.
el: Τοποθετήστε το έγγραφό σας μέσα στο πλαίσιο, όπως φαίνεται στην παραπάνω κινούμενη εικόνα. Η λήψη γίνεται αυτόματα. Βεβαιωθείτε ότι όλα τα δεδομένα είναι ευανάγνωστα και αποφύγετε τις αντανακλάσεις.
hr: Dokument smjestite u okvir kao što je prikazano u gornjoj animaciji. Snimanje se obavlja automatski. Osigurajte da su svi podaci čitljivi i izbjegavajte refleksiju.
hu: Helyezze a dokumentumot a keretbe a fenti animáción látható módon. A rögzítés automatikusan megtörténik. Gondoskodjon arról, hogy minden adat olvasható legyen, és kerülje a tükröződéseket.
zu: Beka idokhumenti yakho phakathi kohlaka njengoba kubonisiwe kopopayi ngenhla. Ukuthatha isithombe kuzokwenzeka ngokuzenakalelayo. Qikelela ukuthi yonke imininingwane iyafundeka futhi ugweme okuxhophayo.

# netverify.scan-help-view.help-text-mrz.short
source: Align your document with the highlighted area of the overlay until it is captured automatically
bg: Подравнете документа си в маркираната зона, докато бъде заснет автоматично
cs: Zarovnejte dokument se zvýrazněnou oblastí překryvu, dokud nebude automaticky zachycen.
el: Ευθυγραμμίστε το έγγραφο με την επισημασμένη περιοχή της επικάλυψης μέχρι να αποτυπωθεί αυτόματα
hr: Poravnajte svoj dokument s označenim područjem prekrivača dok se automatski ne snimi
hu: Igazítsa a dokumentumot az átfedés kiemelt területéhez, amíg az automatikusan el nem készül
zu: Qondanisa idokhumenti yakho nendawo egqanyisiwe kuze kube yilapho isithombe sithatheka ngokuzenzakalelayo
