Repository: Jumio/mobile-flutter
Catalog: ios/Localizations/*.lproj/Localizable-Jumio.strings
Languages: de, hi, hu, ja, lt

# jumio_start_title_singular
source: Verification in 1 simple step
de: Verifizierung in 1 einfachem Schritt
hi: सत्यापन 1 सरल चरणों में
hu: Ellenőrzés 1 egyszerű lépésben
ja: 検証 1簡単な手順
lt: Patvirtinimas 1 paprastu žingsniu

# jumio_uploading_success
source: Upload successful
de: Upload erfolgreich
hi: अपलोड सफल
hu: Feltöltés sikeres
ja: 正常にアップロードされました
lt: Įkėlimas sėkmingas

# jumio_uploading_title
source: Uploading
de: Hochladen
hi: अपलोड किया जा रहा है
hu: Feltöltés
ja: アップロード中
lt: Įkeliama
