Repository: Jumio/mobile-flutter
Catalog: ios/Localizations/*.lproj/Localizable-Jumio.strings
Languages: de, hi, hu, ja, lt

# IProov_ErrorCameraPermissionDenied
source: Camera access disabled
de: Kamerazugriff ist deaktiviert
hi: कैमरा एक्सेस अक्षम किया गया है
hu: A kamera hozzáférése letiltva
ja: カメラへのアクセスが無効になっています
lt: Prieiga prie fotoaparato išjungta

# IProov_ErrorCaptureAlreadyActive
source: An existing capture is already in progress
de: Eine bestehende Erfassung ist bereits in Gang
hi: एक मौजूदा कब्जा पहले से ही प्रगति पर है
hu: Egy meglévő rögzítés már folyamatban van
ja: 既存のキャプチャはすでに進行中です
lt: Jau apdorojamas įkeltas vaizdas

# IProov_ErrorNetwork
source: Please check that you are online
de: Bitte prüfen Sie, ob Sie online sind
hi: कृपया जांचें कि आप ऑनलाइन हैं
hu: Ellenőrizze, hogy kapcsolódik-e az internethez.
ja: オンラインであることを確認してください
lt: Patikrinkite, ar esate prisijungę prie interneto

# IProov_ErrorServer
source: Please check that you are online
de: Bitte prüfen Sie, ob Sie online sind
hi: कृपया जांचें कि आप ऑनलाइन हैं
hu: Ellenőrizze, hogy kapcsolódik-e az internethez.
ja: オンラインであることを確認してください
lt: Patikrinkite, ar esate prisijungę prie interneto

# IProov_ErrorUnexpected
source: There was an unexpected error
de: Ein unerwarteter Fehler ist aufgetreten
hi: एक अप्रत्याशित त्रुटि हुई
hu: Váratlan hiba történt
ja: 予期しないエラーが発生しました
lt: Įvyko netikėta klaida

# IProov_FailureAmbiguousOutcome
source: Ambiguous outcome
de: Unklares Ergebnis
hi: अस्पष्ट परिणाम
hu: Kétes kimenet
ja: あいまいな結果
lt: Neaiškus rezultatas

# IProov_FailureLightingBacklit
source: Strong light source detected behind you
de: Hinter Ihnen wurde eine starke Lichtquelle erkannt
hi: आपके पीछे मजबूत प्रकाश स्रोत पाया गया
hu: Erős fényforrás észlelhető Ön mögött
ja: 後ろに強い光源が検出されました
lt: Už jūsų yra stiprus šviesos šaltinis

# IProov_FailureLightingFaceTooBright
source: Too much light detected on your face
de: Auf Ihrem Gesicht wurde zu viel Licht erkannt
hi: आपके चेहरे पर बहुत अधिक प्रकाश पाया गया
hu: Túl sok fény észlelhető az arcán
ja: 顔に光が多すぎます
lt: Jūsų veidas per daug apšviestas

# IProov_FailureLightingFlashReflectionTooLow
source: Ambient light too strong or screen brightness too low
de: Das Umgebungslicht ist zu stark oder die Bildschirmhelligheit zu niedrig
hi: व्यापक प्रकाश बहुत मजबूत या स्क्रीन की चमक बहुत कम है
hu: A környezeti fény túl erős, vagy a képernyő fényereje túl alacsony
ja: 周りの光が強すぎるか、画面の明るさが低すぎます
lt: Per stiprus aplinkos apšvietimas arba per mažas ekrano ryškumas

# IProov_FailureLightingTooDark
source: Your environment appears too dark
de: Ihre Umgebung wirkt zu dunkel
hi: आपका वातावरण बहुत अंधकारमय दिखाई देता है
hu: Környezete túl sötétnek tűnik
ja: 周りが暗すぎるようです
lt: Aplinkoje, kurioje esate, yra per tamsu

# IProov_FailureMotionTooMuchMouthMovement
source: Please do not talk while scanning
de: Bitte sprechen Sie während des Scannens nicht
hi: कृपया स्कैन करते समय बात न करें
hu: Kérjük szkennelés közben ne beszéljen
ja: スキャン中は話をしないでください
lt: Nekalbėkite nuskaitymo metu

# IProov_FailureMotionTooMuchMovement
source: Please do not move while scanning
de: Bitte bewegen Sie sich während des Scannens nicht
hi: कृपया स्कैन करते समय स्थान-परिवर्तन न करें
hu: Kérjük szkennelés közben ne mozogjon
ja: スキャン中は動かないでください
lt: Nejudėkite nuskaitymo metu

# IProov_ProgressStreamingSlow
source: Your network might appear slow. Please wait while we are processing.
de: Ihr Netzwerk könnte langsam erscheinen. Bitte warten Sie, während wir die Daten verarbeiten.
hi: आपका नेटवर्क धीमा दिखाई दे सकता है। जब तक हम प्रसंस्करण कर रहे हैं कृपया प्रतीक्षा करें।
hu: Lehet, hogy hálózata lassúnak tűnik. Várjon, amíg feldolgozzuk.
ja: ネットワークが遅いと思われる場合があります。処理中ですのでお待ちください。
lt: Jūsų tinklo ryšys gali sulėtėti. Palaukite, kol apdorosime.

# IProov_PromptGenuinePresenceAlignFace
source: Put your face in the frame
de: Passen Sie Ihr Gesicht in den Rahmen ein
hi: अपने चेहरे को फ्रेम में रखें
hu: Igazítsa az arcát a keretbe
ja: 顔をフレームの中に入れます
lt: Patalpinkite savo veidą rėmelyje

# IProov_PromptGetReady
source: Get ready…
de: Machen Sie sich bereit …
hi: तैयार हो जाओ…
hu: Készüljön fel...
ja: 準備をしてください…
lt: Pasiruoškite...

# IProov_PromptLivenessAlignFace
source: Fill the oval with your face
de: Passen Sie Ihr Gesicht in das Oval ein
hi: अपने चेहरे को अंडाकार आकृति में रखें
hu: Helyezze az arcát az ovális keretbe
ja: 楕円形の中に自分の顔ができるだけ大きく入るようにします
lt: Jūsų veidas turi tilpti ovale

# IProov_PromptLivenessNoTarget
source: Put your face in the frame
de: Passen Sie Ihr Gesicht in den Rahmen ein
hi: अपने चेहरे को फ्रेम में रखें
hu: Igazítsa az arcát a keretbe
ja: 顔をフレームの中に入れます
lt: Patalpinkite savo veidą rėmelyje

# IProov_PromptLivenessScanCompleted
source: Scanning completed
de: Scannen abgeschlossen
hi: स्कैनिंग पूरी हुई
hu: A szkennelés befejeződött
ja: スキャンが完了しました
lt: Nuskaitymas baigtas

# IProov_PromptPitchTooHigh
source: Hold device at eye level
de: Kamera auf Augenhöhe halten
hi: डिवाइस को आंखों के स्तर पर पकड़ें
hu: Tartsa a készüléket szemmagasságban
ja: デバイスを目の高さでしっかりと持ちます
lt: Laikykite įrenginį akių lygyje

# IProov_PromptPitchTooLow
source: Hold device at eye level
de: Kamera auf Augenhöhe halten
hi: डिवाइस को आंखों के स्तर पर पकड़ें
hu: Tartsa a készüléket szemmagasságban
ja: デバイスを目の高さでしっかりと持ちます
lt: Laikykite įrenginį akių lygyje

# IProov_PromptRollTooHigh
source: Avoid tilting your head
de: Neigen Sie Ihren Kopf nicht
hi: अपने सिर को झुकाने से बचें
hu: Ne döntse a fejét oldalra
ja: 頭を傾けないでください
lt: Stenkitės nekelti galvos

# IProov_PromptRollTooLow
source: Avoid tilting your head
de: Neigen Sie Ihren Kopf nicht
hi: अपने सिर को झुकाने से बचें
hu: Ne döntse a fejét oldalra
ja: 頭を傾けないでください
lt: Stenkitės nekelti galvos

# IProov_PromptScanning
source: Scanning…
de: Wird gescannt …
hi: स्कैन हो रहा है ...
hu: Szkennelés
ja: スキャンしています…
lt: Nuskaitoma...

# IProov_PromptTapToBegin
source: Tap the screen to begin
de: Tippen Sie auf den Bildschirm, um anzufangen
hi: शुरू करने के लिए स्क्रीन पर टैप करें
hu: A kezdéshez érintse meg a képernyőt
ja: 画面をタップして開始
lt: Norėdami pradėti, palieskite ekraną

# IProov_PromptTooBright
source: Go somewhere shadier
de: Gehen Sie in den Schatten
hi: कहीं छायादार जाओ
hu: Menj árnyékosabb helyre
ja: 日陰に移動してください
lt: Eikite į mažiau apšviestą vietą

# IProov_PromptTooClose
source: Too close
de: Zu nahe
hi: बहुत पास
hu: Túl közel
ja: 近すぎます
lt: Per arti

# IProov_PromptTooFar
source: Move closer
de: Näher kommen
hi: थोड़ा और पास आएं
hu: Mozgassa közelebb
ja: 近くに移動します。
lt: Prieikite arčiau

# IProov_PromptYawTooHigh
source: Turn slightly to your left
de: Drehen Sie sich leicht nach links
hi: अपनी बाईं ओर थोड़ा मुड़ें
hu: Forduljon kissé balra
ja: 少し左を向いてください
lt: Šiek tiek pasisukite į kairę

# IProov_PromptYawTooLow
source: Turn slightly to your right
de: Drehen Sie sich leicht nach rechts
hi: अपने दाहिने तरफ थोड़ा मुड़ें
hu: Forduljon kissé jobbra
ja: 少し右を向いてください
lt: Šiek tiek pasisukite į dešinę

# jumio_accessibility_button_close
source: Close
de: Schließen
hi: बंद करे
hu: Bezárás
ja: 閉じる
lt: Uždaryti

# jumio_accessibility_scan_back
source: Back
de: Zurück
hi: पीछे
hu: Vissza
ja: 戻る
lt: Atgal

# jumio_accessibility_scan_close
source: Close
de: Schließen
hi: बंद करे
hu: Bezárás
ja: 閉じる
lt: Uždaryti

# jumio_accessibility_scan_help
source: Help menu
de: Hilfe-Menü
hi: हेल्प मेनू
hu: Súgó menü
ja: ヘルプメニュー
lt: Pagalbos meniu

# jumio_accessibility_scan_id_back
source: Back
de: Zurück
hi: पीछे
hu: Vissza
ja: 戻る
lt: Atgal

# jumio_accessibility_scan_id_front
source: Front
de: Vorderseite
hi: आगे
hu: Előlap
ja: 表面
lt: Priekinė dalis

# jumio_accessibility_scan_shutter_button
source: Take a photo
de: Foto aufnehmen
hi: एक तस्वीर लें
hu: Fénykép készítése
ja: 写真を撮る
lt: Nufotografuokite

# jumio_accessibility_scan_switch_camera
source: Switch camera
de: Kamera wechseln
hi: कैमरा स्विच करें
hu: Kamera váltása
ja: カメラを切り替える
lt: Perjungti kamerą

# jumio_analyzing_biometric
source: Analyzing biometric data
de: Biometrie-Daten werden analysiert
hi: बायोमेट्रिक डेटा का विश्लेषण किया जा रहा है
hu: Biometrikus adatok elemzése
ja: 生体認証データを分析しています
lt: Analizuojami biometriniai duomenys

# jumio_button_cancel
source: Cancel
de: Beenden
hi: रद्द करें
hu: Mégse
ja: キャンセル
lt: Atšaukti

# jumio_error_auth_failed
source: Authentication failed
de: Authentifizierung fehlgeschlagen
hi: प्रमाणीकरण विफल हो गया
hu: A hitelesítés sikertelen
ja: 認証に失敗しました
lt: Autentifikavimas nepavyko

# jumio_error_button_retry
source: Try again
de: Erneut versuchen
hi: पुन: प्रयास करें
hu: Újra próbálkozás
ja: もう一度やり直してください
lt: Bandykite dar kartą

# jumio_error_cancelled_by_user
source: Cancelled by end-user
de: Beendet durch Benutzer
hi: अंतिम उपयोगकर्ता द्वारा रद्द
hu: Végfelhasználó által megszakítva
ja: エンドユーザーによりキャンセルされました
lt: Atšaukė galutinis naudotojas

# jumio_error_certificate_not_valid_anymore
source: Certificate not valid anymore. Please update your application
de: Zertifikat nicht mehr gültig. Bitte aktualisieren Sie Ihre Applikation
hi: प्रमाणपत्र अब मान्य नहीं है। कृपया अपने एप्लिकेशन को अपडेट करें
hu: A tanúsítvány már nem érvényes. Frissítse az alkalmazást
ja: 証明書は無効になりました。アプリケーションを更新してください
lt: Sertifikatas daugiau nebegalioja. Prašome atnaujinti savo paraišką

# jumio_error_connection_title
source: Connection error
de: Verbindungsfehler
hi: कनेक्शन त्रुटि
hu: Kapcsolati hiba
ja: 接続エラー
lt: Ryšio klaida

# jumio_error_device_is_offline
source: Please check that you are online
de: Bitte prüfen Sie, ob Sie online sind
hi: कृपया जांचें कि आप ऑनलाइन हैं
hu: Ellenőrizze, hogy kapcsolódik-e az internethez.
ja: オンラインであることを確認してください
lt: Patikrinkite, ar esate prisijungę prie interneto

# jumio_error_network_problems
source: We have encountered a network communication problem
de: Es ist ein Verbindungsproblem aufgetreten
hi: हमें एक नेटवर्क संचार समस्या का सामना करना पड़ा है
hu: Hálózati kommunikációs problémába ütköztünk
ja: ネットワーク通信の問題が発生しました
lt: Aptikta ryšio problema

# jumio_error_no_camera_connection
source: Camera access disabled
de: Kamerazugriff ist deaktiviert
hi: कैमरा एक्सेस अक्षम किया गया है
hu: A kamera hozzáférése letiltva
ja: カメラへのアクセスが無効になっています
lt: Prieiga prie fotoaparato išjungta

# jumio_error_ocr_failed
source: Scanning not available at this time, please contact the support team
de: Scannen derzeit nicht verfügbar, bitte kontaktieren Sie das Support-Team
hi: इस समय स्कैनिंग उपलब्ध नहीं है, कृपया सहायता टीम से संपर्क करें
hu: A beolvasás jelenleg nem érhető el, vegye fel a kapcsolatot a témogatási csapattal
ja: スキャンは現在利用できません。サポートチームにお問い合わせください
lt: Šiuo metu skenavimas neprieinamas, susisiekite su pagalbos komanda

# jumio_error_session_expired
source: Session Expired
de: Sitzung abgelaufen
hi: सत्र समाप्त हो गया है
hu: A munkamenet lejárt
ja: セッションの有効期限が切れました
lt: Seanso laikas baigėsi

# jumio_error_wrong_token
source: Scanning not available at this time, please contact the support team
de: Scannen derzeit nicht verfügbar, bitte kontaktieren Sie das Support-Team
hi: इस समय स्कैनिंग उपलब्ध नहीं है, कृपया सहायता टीम से संपर्क करें
hu: A beolvasás jelenleg nem érhető el, vegye fel a kapcsolatot a témogatási csapattal
ja: スキャンは現在利用できません。サポートチームにお問い合わせください
lt: Šiuo metu skenavimas neprieinamas, susisiekite su pagalbos komanda

# jumio_id_confirm_button_confirm
source: Confirm
de: Bestätigen
hi: पुष्टि करें
hu: Megerősítés
ja: 確認
lt: Patvirtinti

# jumio_id_confirm_button_retry
source: Retake
de: Wiederholen
hi: फिर से लें
hu: Újra készítés
ja: 撮り直す
lt: Pakartokite

# jumio_id_confirm_paragraph
source: Make sure the details are clearly visible and readable
de: Stellen Sie sicher, dass die Details klar sichtbar und lesbar sind
hi: सुनिश्चित करें कि विवरण स्पष्ट रूप से दिखाई दे रहे हैं और पढ़ने योग्य हैं
hu: Ügyeljen arra, hogy az adatok tisztán láthatók és olvashatók-e.
ja: 詳細がはっきりと表示され、読み取り可能であることを確認してください
lt: Patikrinkite, ar visi duomenys aiškiai matomi ir įskaitomi

# jumio_id_confirm_title
source: Confirm your photo
de: Bestätigen Sie Ihr Foto
hi: अपनी तस्वीर की पुष्टि करें
hu: Erősítse meg a fényképet
ja: 写真を確認
lt: Patikrinkite nuotrauką

# jumio_id_scan_manual
source: Take a photo of your ID
de: Machen Sie ein Foto von Ihrem Ausweis
hi: अपनी आईडी की एक फोटो लें
hu: Készítsen egy fényképet fényképes igazolványáról
ja: 身分証明書の写真を撮影します
lt: Nufotografuokite savo asmens dokumentą

# jumio_id_scan_manual_tips
source: Make sure to capture the whole document
de: Stellen Sie sicher, dass Sie das gesamte Dokument erfassen
hi: पूरे दस्तावेज़ को कैप्चर करना सुनिश्चित करें
hu: Ügyeljen arra, hogy a teljes dokumentumot rögzítse
ja: ドキュメント全体がキャプチャされていることを確認してください
lt: Nufotografuokite visą dokumentą

# jumio_id_scan_prompt_barcode
source: Center your barcode
de: Zentrieren Sie Ihren Barcode
hi: अपने बारकोड को सेंटर करें
hu: Igazítsa a vonalkódot középre
ja: バーコードを中央にしてください
lt: Išlaikykite brūkšninį kodą centre

# jumio_id_scan_prompt_initial_linefinder
source: Frame your ID
de: Ausweis in Rahmen einpassen
hi: अपनी आईडी को फ्रेम करें
hu: Keretezze be az igazolványt
ja: 身分証明書をフレームに入れてください
lt: Sutalpinkite dokumentą į rėmelį

# jumio_id_scan_prompt_processing
source: Checking the image...
de: Bild überprüfen...
hi: इमेज की जांच की जा रही है...
hu: Kép ellenőrzése folyamatban...
ja: 画像を確認しています...
lt: Nuotrauka tikrinama...

# jumio_id_scan_prompt_redact_deu_id_paper
source: Please cover the ID number before capturing
de: Bitte verdecken Sie vor der Erkennung Ihre Ausweisnummer
hi: कृपया कैप्चर करने से पहले आईडी नंबर को संपादित करें
hu: A rögzítés előtt kérjük, rövidítse le az azonosítószámot
ja: キャプチャする前にID番号を編集してください
lt: Prieš fotografuodami uždenkite ID numerį

# jumio_id_scan_prompt_redact_deu_id_plastic
source: Please cover the ID and access number before capturing
de: Bitte verdecken Sie vor der Erkennung die Ausweis- und Zugangsnummer
hi: कृपया कैप्चर करने से पहले आईडी और एक्सेस नंबर को संपादित करें
hu: A rögzítés előtt kérjük, rövidítse le az azonosítót és a hozzáférési számot
ja: キャプチャする前にIDおよびアクセス番号を編集してください
lt: Prieš fotografuodami uždenkite ID ir prieigos numerį

# jumio_id_scan_prompt_redact_deu_passport
source: Please cover the passport number before capturing
de: Bitte verdecken Sie vor der Erkennung die Passnummer
hi: कृपया कैप्चर करने से पहले पासपोर्ट नंबर को संपादित करें
hu: A rögzítés előtt kérjük, rövidítse le az útlevél számát
ja: キャプチャする前にパスポート番号を編集してください
lt: Prieš fotografuodami uždenkite paso numerį

# jumio_id_scan_prompt_redact_kor
source: Cover the second block of your Resident Registration Number before capturing
de: Verdecken Sie vor der Erkennung den zweiten Teil Ihrer Resident Registration Number
hi: कैप्चर करने से पहले अपने निवासी रजिस्ट्रेशन नंबर का दूसरा ब्लॉक संपादित करें
hu: A rögzítés előtt rövidítse le a lakossági regisztrációs szám második blokkját
ja: キャプチャする前に住民登録番号の2番目のブロックを編集してください
lt: Prieš fotografuodami uždenkite antrąjį savo Gyventojo registracijos numerio laukelį

# jumio_id_scan_prompt_redact_nld
source: Please cover your BSN before capturing
de: Bitte verdecken Sie vor der Erkennung Ihre BSN
hi: कृपया कैप्चर करने से पहले अपने बीएसएन को संपादित करें
hu: A rögzítés előtt kérjük, rövidítse le a BSN számot
ja: キャプチャする前にBSNを編集してください
lt: Prieš fotografuodami uždenkite savo BSN

# jumio_id_scan_tips_barcode
source: Move camera closer to barcode
de: Bringen Sie die Kamera näher an den Barcode
hi: कैमरे को बारकोड के करीब ले जाएं
hu: Vigye egy kicsit közelebb a kamerát a vonalkódhoz
ja: カメラをバーコードに近づけてください
lt: Priartinkite kamerą prie brūkšninio kodo

# jumio_id_scan_tips_button_fallback
source: Take photo manually
de: Nehmen Sie ein manuelles Foto auf
hi: मैन्युअल रूप से फ़ोटो लें
hu: Fénykép készítése manuálisan
ja: 写真を手動で撮影
lt: Fotografuoti rankiniu būdu

# jumio_id_scan_tips_button_fallback_old
source: Scan not working
de: Scan funktioniert nicht
hi: स्कैन काम नही कर रहा
hu: A beolvasás nem működik
ja: スキャンが機能していません
lt: Nepavyksta nuskaityti

# jumio_id_scan_tips_button_retry
source: Try again
de: Erneut versuchen
hi: पुन: प्रयास करें
hu: Újra próbálkozás
ja: もう一度やり直してください
lt: Bandykite dar kartą

# jumio_id_scan_tips_focusing
source: Make sure photo is in focus
de: Stellen Sie sicher, dass das Foto scharfgestellt ist
hi: सुनिश्चित करें कि फ़ोटो फ़ोकस में है
hu: Győződjön meg arról, hogy a fénykép fókuszban van
ja: 写真にピントが合っていることを確認してください
lt: Įsitikinkite, kad nuotrauka sufokusuota

# jumio_id_scan_tips_glare
source: Avoid reflections and glare
de: Vermeiden Sie Reflexionen und Blendung
hi: प्रतिबिंब और उग्र प्रकाश से बचें
hu: Kerülje a tükröződést és a csillogást
ja: 反射およびぎらつきがないようにしてください
lt: Venkite atspindžių ar ryškių šviesos spindulių

# jumio_id_scan_tips_lighting
source: Do not take picture in the dark
de: Machen Sie keine Fotos im Dunkeln
hi: अंधेरे में तस्वीर न लें
hu: Ne a sötétben készítsen képet
ja: 暗いところで写真を撮影しないでください
lt: Nefotografuokite tamsoje

# jumio_id_scan_tips_passport
source: Align overlay with the photo page
de: Einblendung mit der Fotoseite ausrichten
hi: फोटो पेज के साथ ओवरले संरेखित करें
hu: Az igazítás átfedésben van a fényképes oldallal
ja: オーバーレイを写真のページに揃えてください
lt: Sutalpinkite puslapį, kuriame yra nuotrauka, į rėmelį

# jumio_id_scan_tips_placing
source: Place ID on a flat surface
de: Legen Sie den Ausweis auf eine flache Oberfläche
hi: आईडी को समतल सतह पर रखें
hu: Helyezze az igazolványt egy sík felületre
ja: 身分証明書を平らな面に置いてください
lt: Padėkite dokumentą ant lygaus paviršiaus

# jumio_id_scan_tips_title
source: Tips
de: Tipps
hi: टिप्स
hu: Tippek
ja: ヒント
lt: Patarimai

# jumio_id_scan_tooltip
source: Need help?
de: Brauchen Sie Hilfe?
hi: मदद की ज़रूरत है?
hu: Segítségre van szüksége?
ja: サポートが必要ですか？
lt: Reikia pagalbos?

# jumio_id_title
source: ID Verification
de: Ausweis-Verifizierung
hi: आईडी का सत्यापन
hu: Azonosító dokumentum ellenőrzése
ja: 本人確認
lt: Tapatybės patvirtinimas

# jumio_identity_confirm_paragraph_focusing
source: Is it in focus?
de: Ist es scharf eingestellt?
hi: क्या यह फोकस में है?
hu: Fókuszban van?
ja: ピントが合っていますか？
lt: Ar nuotrauka aiški?

# jumio_identity_confirm_paragraph_placing
source: Is your whole face visible?
de: Ist Ihr Gesicht vollständig sichtbar?
hi: क्या आपका पूरा चेहरा दिखाई दे रहा है?
hu: A teljes arca látható?
ja: 顔全体が見えていますか？
lt: Ar matosi visas jūsų veidas?

# jumio_identity_scan_prompt_initial
source: Take a selfie
de: Selfie aufnehmen
hi: एक सेल्फी लें
hu: Készítsen egy szelfit
ja: 自撮り
lt: Nufotografuokite asmenukę

# jumio_identity_scan_tips_placing
source: Align your face in the oval frame and press the shutter button
de: Richten Sie Ihr Gesicht im ovalen Rahmen aus und drücken Sie dann auf den Auslöser
hi: अंडाकार फ्रेम में अपना चेहरा संरेखित करें और शटर बटन दबाएं
hu: Arcát helyezze az ovális keretbe, majd nyomja meg az exponáló gombot.
ja: 楕円の枠に顔を合わせてシャッターボタンを押してください
lt: Sutalpinkite savo veidą į ovalų rėmelį ir fotografuokite

# jumio_identity_title
source: Face Verification
de: Gesichtserkennung
hi: चेहरे का सत्यापन
hu: Arcellenőrzés
ja: 顔認証
lt: Veido atpažinimas

# jumio_idtype_countrysearch_search
source: Search Country
de: Land suchen
hi: देश खोजें
hu: Ország keresése
ja: 国を検索
lt: Ieškoti šalies

# jumio_idtype_countrysearch_title
source: Select issuing country
de: Ausstellungsland auswählen
hi: जारी करने वाले देश का चयन करें
hu: Válasszon kiállító országot
ja: 発行国を選択
lt: Pasirinkite išdavimo šalį

# jumio_idtype_dl
source: Driver License
de: Führerschein
hi: ड्राइवर लाइसेंस
hu: Vezetői engedély
ja: 運転免許証
lt: Vairuotojo pažymėjimas

# jumio_idtype_format_option_other
source: Other Format
de: Anderes Format
hi: अन्य फॉर्मेट
hu: Egyéb formátum
ja: その他の形式
lt: Kitas formatas

# jumio_idtype_format_option_plastic
source: Plastic Card
de: Plastikkarte
hi: प्लास्टिक कार्ड
hu: Műanyag kártya
ja: プラスチックカード
lt: Plastikinė kortelė

# jumio_idtype_format_title
source: Which format is it?
de: Um welches Format handelt es sich?
hi: यह कौन सा प्रारूप है?
hu: Melyik formátum ez?
ja: どちらの形式ですか？
lt: Koks dokumento formatas?

# jumio_idtype_id
source: Identity Card
de: Personalausweis
hi: पहचान कार्ड
hu: Személyi igazolvány
ja: 身分証明書
lt: Tapatybės kortelė

# jumio_idtype_pp
source: Passport
de: Reisepass
hi: पासपोर्ट
hu: Útlevél
ja: パスポート
lt: Pasas

# jumio_idtype_subtitle_country
source: Check issuing country
de: Ausstellungsland prüfen
hi: जारी करने वाले देश को चेक करें
hu: Ellenőrizze a kiállító országot
ja: 発行国を確認
lt: Patikrinkite išdavimo šalį

# jumio_idtype_subtitle_id
source: Select ID type
de: Ausweistyp auswählen
hi: आईडी के प्रकार का चयन करें
hu: Válassza ki az azonosító típusát
ja: 身分証明書のタイプを選択
lt: Pasirinkite asmens dokumento tipą

# jumio_idtype_visa
source: Visa
de: Visum
hi: वीज़ा
hu: Vízum
ja: ビザ
lt: Viza

# jumio_iproov_failure_generic_angle
source: Hold device at eye level
de: Kamera auf Augenhöhe halten
hi: डिवाइस को आंखों के स्तर पर पकड़ें
hu: Tartsa a készüléket szemmagasságban
ja: デバイスを目の高さでしっかりと持ちます
lt: Laikykite įrenginį akių lygyje

# jumio_iproov_failure_generic_glare
source: Avoid reflections and glare on glasses
de: Vermeiden Sie Reflexionen und Blendung auf der Brille
hi: प्रतिबिंब और तेज रोशनी से बचें
hu: Kerülje a szemüvegről visszaverődő tükröződést és csillogást
ja: 眼鏡の反射やぎらつきがないようにしてください
lt: Venkite atspindžių ir nuo akinių atsispindinčios šviesos

# jumio_iproov_failure_generic_light
source: Your face must be evenly lit and stand out from the background
de: Ihr Gesicht muss gleichmäßig ausgeleuchtet sein und sich vom Hintergrund abheben
hi: आपका चेहरा समान रूप से चमकीला होना चाहिए और पृष्ठभूमि से स्पष्ट होना चाहिए
hu: Gondoskodjon arról, hogy arca egyenletesen legyen megvilágítva, és elkülönüljön a háttértől
ja: あなたの顔が、均一に照らされ、背景よりも目立つようにしてください
lt: Jūsų veidas turi būti tolygiai apšviestas ir išsiskirti iš fono

# jumio_iproov_failure_generic_title
source: Face not recognized
de: Gesicht nicht erkannt
hi: चेहरा पहचाना नहीं गया
hu: Az arc nem ismerhető fel
ja: 顔が認識されません
lt: Veidas neatpažintas

# jumio_iproov_intro_gpa
source: Center your face in the frame and hold it steady while the screen is flashing.
de: Zentrieren Sie Ihr Gesicht im Rahmen und halten Sie still während der Bildschirm blinkt.
hi: अपने चेहरे को फ्रेम के अंदर केन्द्रित करें और स्क्रीन के फ्लैश होने पर अपने चेहरे को स्थिर रखें।
hu: Helyezze az arcát a keret közepébe, és tartsa mozdulatlanul, amíg a képernyő villog.
ja: 画面が点滅している間、顔がフレームの中央になるようにして、じっとしておきます。
lt: Išlaikykite veidą rėmelio centre, ekranui mirksint laikykite jį ramiai.

# jumio_iproov_intro_la
source: Center your face in the frame and follow the on-screen instructions.
de: Zentrieren Sie Ihr Gesicht im Rahmen und befolgen Sie die Anweisungen auf dem Bildschirm.
hi: अपने चेहरे को फ्रेम के केंद्र में रखें और स्क्रीन पर आने वाले निर्देशों का पालन करें।
hu: Helyezze az arcát a keret közepébe, és kövesse a képernyőn megjelenő utasításokat.
ja: 顔がフレームの中央になるようにして、画面の指示に従います。
lt: Išlaikykite veidą rėmelio centre ir vadovaukitės ekrane pateikiamais nurodymais.

# jumio_loading_title
source: Loading
de: Lädt
hi: लोड हो रहा है
hu: Betöltés
ja: 読み込み中
lt: Įkeliama

# jumio_start_button
source: Start
de: Starten
hi: शुरू करें
hu: Indítás
ja: 開始
lt: Pradėti

# jumio_start_step_doc
source: Take a photo of your document
de: Machen Sie ein Foto Ihres Dokuments
hi: अपने दस्तावेज़ की फ़ोटो लें
hu: Készítsen egy fényképet a dokumentumról
ja: ドキュメントの写真を撮影します
lt: Nufotografuokite savo dokumentą

# jumio_start_step_id
source: Take a photo of your ID
de: Machen Sie ein Foto von Ihrem Ausweis
hi: अपनी आईडी की एक फोटो लें
hu: Készítsen egy fényképet fényképes igazolványáról
ja: 身分証明書の写真を撮影します
lt: Nufotografuokite savo asmens dokumentą

# jumio_start_step_identity
source: Take a selfie
de: Selfie aufnehmen
hi: एक सेल्फी लें
hu: Készítsen egy szelfit
ja: 自撮り
lt: Nufotografuokite asmenukę

# jumio_start_title_plural
source: Verification in %lu simple steps
de: Verifizierung in %lu einfachen Schritten
hi: सत्यापन %lu सरल चरणों में
hu: Ellenőrzés %lu egyszerű lépésben
ja: 検証 %lu簡単な手順
lt: Patvirtinimas %lu paprastais žingsniais
